Repository: ififi2017/Off-Work-Countdown
Catalog: src-mobile/ios/App/App/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi_in, id, it, ja, ko, mr_in, pt, ru, th, tr, vi, zh_cn, zh_hk, zh_tw

# debugResetNextLaunchDetail
source: The next launch clears all app settings and opens the welcome screen.
ar: سيؤدي التشغيل التالي إلى مسح جميع إعدادات التطبيق وفتح شاشة الترحيب.
de: Beim nächsten Start werden alle App-Einstellungen gelöscht und die Willkommensseite geöffnet.
es: El próximo inicio borrará todos los ajustes de la app y abrirá la pantalla de bienvenida.
fr: Le prochain lancement effacera tous les réglages de l’app et ouvrira l’écran de bienvenue.
hi_in: अगली बार खोलने पर ऐप की सभी सेटिंग मिटेंगी और स्वागत स्क्रीन खुलेगी।
id: Saat dibuka lagi, semua pengaturan aplikasi akan dihapus dan layar sambutan akan ditampilkan.
it: Al prossimo avvio verranno cancellate tutte le impostazioni dell’app e verrà aperta la schermata di benvenuto.
ja: 次回の起動時にすべての設定を消去し、ようこそ画面を開きます。
ko: 다음 실행 시 모든 앱 설정을 지우고 시작 화면을 엽니다.
mr_in: पुढील वेळी उघडताना अॅपच्या सर्व सेटिंग्ज हटवून स्वागत स्क्रीन उघडली जाईल.
pt: Na próxima abertura, todas as definições da app serão apagadas e o ecrã de boas-vindas será mostrado.
ru: При следующем запуске все настройки приложения будут удалены и откроется экран приветствия.
th: เมื่อเปิดครั้งถัดไป การตั้งค่าทั้งหมดของแอปจะถูกล้างและเปิดหน้าต้อนรับ
tr: Sonraki açılışta tüm uygulama ayarları silinir ve karşılama ekranı açılır.
vi: Lần mở tiếp theo sẽ xóa mọi cài đặt của ứng dụng và hiển thị màn hình chào mừng.
zh_cn: 下次启动将清空 App 的所有设置并进入欢迎页。
zh_hk: 下次啟動會清除 App 的所有設定並進入歡迎頁。
zh_tw: 下次啟動會清除 App 的所有設定並進入歡迎頁。

# debugScenarioCompleted
source: Done · 09:00–12:00 · tomorrow shown
ar: انتهى الدوام · 09:00–12:00 · عرض الغد
de: Feierabend · 09:00–12:00 · morgen angezeigt
es: Jornada terminada · 09:00–12:00 · muestra mañana
fr: Journée terminée · 09:00–12:00 · demain affiché
hi_in: काम पूरा · 09:00–12:00 · अगला दिन दिखाएँ
id: Selesai bekerja · 09.00–12.00 · tampilkan besok
it: Lavoro finito · 09:00–12:00 · mostra domani
ja: 退勤済み · 09:00–12:00 · 翌日を表示
ko: 퇴근 완료 · 09:00–12:00 · 다음 날 표시
mr_in: काम पूर्ण · 09:00–12:00 · उद्या दाखवा
pt: Trabalho terminado · 09:00–12:00 · mostra amanhã
ru: Работа окончена · 09:00–12:00 · показан завтра
th: เลิกงานแล้ว · 09:00–12:00 · แสดงวันพรุ่งนี้
tr: İş bitti · 09:00–12:00 · yarın gösterilir
vi: Đã tan làm · 09:00–12:00 · hiển thị ngày mai
zh_cn: 已下班 · 09:00–12:00 · 显示次日
zh_hk: 已下班 · 09:00–12:00 · 顯示翌日
zh_tw: 已下班 · 09:00–12:00 · 顯示隔日

# debugScenarioLunch
source: On lunch · 09:00–17:00
ar: في استراحة الغداء · 09:00–17:00
de: In der Pause · 09:00–17:00
es: En la comida · 09:00–17:00
fr: En pause · 09:00–17:00
hi_in: लंच जारी · 09:00–17:00
id: Sedang istirahat · 09.00–17.00
it: In pausa · 09:00–17:00
ja: 昼休み中 · 09:00–17:00
ko: 점심시간 · 09:00–17:00
mr_in: जेवणाची सुट्टी · 09:00–17:00
pt: No almoço · 09:00–17:00
ru: Обед · 09:00–17:00
th: พักกลางวัน · 09:00–17:00
tr: Öğle arasında · 09:00–17:00
vi: Đang nghỉ trưa · 09:00–17:00
zh_cn: 正在午休 · 09:00–17:00
zh_hk: 正在午休 · 09:00–17:00
zh_tw: 正在午休 · 09:00–17:00

# debugScenarioManual
source: Manual schedule · ask about today
ar: جدول يدوي · السؤال عن اليوم
de: Manueller Plan · heute nachfragen
es: Horario manual · preguntar por hoy
fr: Planning manuel · demander pour aujourd’hui
hi_in: मैन्युअल शेड्यूल · आज के बारे में पूछें
id: Jadwal manual · tanyakan hari ini
it: Turno manuale · chiedi per oggi
ja: 手動シフト · 今日の勤務を確認
ko: 수동 일정 · 오늘 근무 여부 묻기
mr_in: मॅन्युअल वेळापत्रक · आजबद्दल विचारा
pt: Horário manual · perguntar por hoje
ru: Ручной график · спросить о сегодня
th: ตารางแบบกำหนดเอง · ถามว่าวันนี้ทำงานไหม
tr: Manuel program · bugünü sor
vi: Lịch thủ công · hỏi về hôm nay
zh_cn: 手动排班 · 询问今天是否上班
zh_hk: 手動排班 · 詢問今天是否上班
zh_tw: 手動排班 · 詢問今天是否上班

# debugScenarioOvertime
source: Overtime · 09:00–12:00 + 3 hr
ar: عمل إضافي · 09:00–12:00 + 3 ساعات
de: Überstunden · 09:00–12:00 + 3 Std.
es: Horas extra · 09:00–12:00 + 3 h
fr: Heures sup. · 09:00–12:00 + 3 h
hi_in: ओवरटाइम · 09:00–12:00 + 3 घंटे
id: Lembur · 09.00–12.00 + 3 jam
it: Straordinario · 09:00–12:00 + 3 ore
ja: 残業中 · 09:00–12:00 + 3時間
ko: 초과 근무 · 09:00–12:00 + 3시간
mr_in: ओव्हरटाइम · 09:00–12:00 + 3 तास
pt: Horas extra · 09:00–12:00 + 3 h
ru: Сверхурочно · 09:00–12:00 + 3 ч
th: ทำงานล่วงเวลา · 09:00–12:00 + 3 ชม.
tr: Fazla mesai · 09:00–12:00 + 3 sa
vi: Đang tăng ca · 09:00–12:00 + 3 giờ
zh_cn: 正在加班 · 09:00–12:00 + 3 小时
zh_hk: 正在加班 · 09:00–12:00 + 3 小時
zh_tw: 正在加班 · 09:00–12:00 + 3 小時

# debugScenarioRestDay
source: Rest day · Friday · next 09:00–17:00
ar: يوم راحة · الجمعة · التالي 09:00–17:00
de: Ruhetag · Freitag · nächster 09:00–17:00
es: Día libre · viernes · próxima 09:00–17:00
fr: Jour de repos · vendredi · prochain 09:00–17:00
hi_in: आराम का दिन · शुक्रवार · अगला 09:00–17:00
id: Hari libur · Jumat · berikutnya 09.00–17.00
it: Riposo · venerdì · prossimo 09:00–17:00
ja: 休日 · 金曜日 · 次回 09:00–17:00
ko: 휴일 · 금요일 · 다음 09:00–17:00
mr_in: सुट्टीचा दिवस · शुक्रवार · पुढील 09:00–17:00
pt: Dia de descanso · sexta · próximo 09:00–17:00
ru: Выходной · пятница · далее 09:00–17:00
th: วันหยุด · วันศุกร์ · ครั้งถัดไป 09:00–17:00
tr: İzin günü · Cuma · sonraki 09:00–17:00
vi: Ngày nghỉ · Thứ Sáu · tiếp theo 09:00–17:00
zh_cn: 休息日 · 星期五 · 下次 09:00–17:00
zh_hk: 休息日 · 星期五 · 下次 09:00–17:00
zh_tw: 休息日 · 星期五 · 下次 09:00–17:00

# debugScenarioWorking
source: Working · 09:00–17:00
ar: قيد العمل · 09:00–17:00
de: Bei der Arbeit · 09:00–17:00
es: Trabajando · 09:00–17:00
fr: Au travail · 09:00–17:00
hi_in: काम जारी · 09:00–17:00
id: Sedang bekerja · 09.00–17.00
it: Al lavoro · 09:00–17:00
ja: 勤務中 · 09:00–17:00
ko: 근무 중 · 09:00–17:00
mr_in: काम सुरू · 09:00–17:00
pt: A trabalhar · 09:00–17:00
ru: На работе · 09:00–17:00
th: กำลังทำงาน · 09:00–17:00
tr: Çalışıyor · 09:00–17:00
vi: Đang làm việc · 09:00–17:00
zh_cn: 正在计时 · 09:00–17:00
zh_hk: 正在計時 · 09:00–17:00
zh_tw: 正在計時 · 09:00–17:00

# debugSeedRecords
source: Add sample records
ar: إنشاء سجلات تجريبية
de: Beispieldaten anlegen
es: Crear datos de ejemplo
fr: Créer des données d’exemple
hi_in: नमूना रिकॉर्ड बनाएँ
id: Buat data contoh
it: Crea dati di esempio
ja: サンプル記録を作成
ko: 예시 기록 만들기
mr_in: नमुना नोंदी तयार करा
pt: Criar dados de exemplo
ru: Создать примеры записей
th: สร้างข้อมูลตัวอย่าง
tr: Örnek kayıt oluştur
vi: Tạo dữ liệu mẫu
zh_cn: 写入示例记录
zh_hk: 寫入範例紀錄
zh_tw: 寫入範例紀錄

# debugSeedRecordsAlready
source: Sample records are already here.
ar: السجلات التجريبية موجودة أصلًا.
de: Beispieldaten sind schon da.
es: Los datos de ejemplo ya estaban.
fr: Les données d’exemple sont déjà là.
hi_in: नमूना रिकॉर्ड पहले से मौजूद हैं।
id: Data contoh sudah ada sebelumnya.
it: I dati di esempio c’erano già.
ja: サンプル記録はすでにあります。
ko: 예시 기록이 이미 있습니다.
mr_in: नमुना नोंदी आधीच आहेत.
pt: Os dados de exemplo já estavam aqui.
ru: Примеры записей уже есть.
th: มีข้อมูลตัวอย่างอยู่แล้ว
tr: Örnek kayıtlar zaten vardı.
vi: Dữ liệu mẫu đã có sẵn.
zh_cn: 示例记录已经在了。
zh_hk: 範例紀錄已經有咗。
zh_tw: 範例紀錄已經在了。

# debugSeedRecordsDetail
source: Writes a few weeks of clock-ins, one leave day, overtime, a life profile, and two focus tasks. Charts and Focus still need Plus.
ar: يكتب بيانات حضور وانصراف لعدة أسابيع، ويوم إجازة واحدًا، وعملًا إضافيًا، وملف حياة، ومهمتَي تركيز. المخططات والتركيز يحتاجان Plus كما هما.
de: Schreibt einige Wochen Kommen und Gehen, einen Urlaubstag, Überstunden, ein Lebensprofil und zwei Fokus-Aufgaben. Diagramme und Fokus brauchen weiterhin Plus.
es: Escribe unas semanas de entradas y salidas, un día de permiso, horas extra, un perfil de vida y dos tareas de Enfoque. Los gráficos y Enfoque siguen necesitando Plus.
fr: Écrit quelques semaines d’arrivées et de départs, un jour de congé, des heures supplémentaires, un profil de vie et deux tâches Focus. Les graphiques et Focus demandent toujours Plus.
hi_in: पिछले कुछ हफ़्तों की आने-जाने की एंट्री, एक दिन की छुट्टी, ओवरटाइम, एक जीवन प्रोफ़ाइल और दो फ़ोकस काम लिखता है। चार्ट और फ़ोकस के लिए Plus तब भी ज़रूरी रहेगा।
id: Menulis beberapa minggu jam masuk dan pulang, satu hari izin, lembur, profil hidup, dan dua tugas Fokus. Grafik dan Fokus tetap butuh Plus.
it: Scrive alcune settimane di entrate e uscite, un giorno di permesso, straordinari, un profilo di vita e due attività Focus. Grafici e Focus richiedono comunque Plus.
ja: 直近数週間の出退勤、休暇1日、残業、ライフプロフィール、フォーカスのタスク2件を書き込みます。グラフとフォーカスは引き続き Plus が必要です。
ko: 최근 몇 주의 출퇴근, 휴가 하루, 초과 근무, 인생 프로필, 집중 작업 두 개를 기록합니다. 차트와 집중은 여전히 Plus가 필요합니다.
mr_in: गेल्या काही आठवड्यांची येण्या-जाण्याची वेळ, एक सुट्टीचा दिवस, ओव्हरटाइम, एक जीवन प्रोफाइल आणि दोन फोकस कामे लिहितो. आलेख आणि फोकससाठी Plus तरीही लागेल.
pt: Escreve algumas semanas de entradas e saídas, um dia de licença, horas extras, um perfil de vida e duas tarefas de Foco. Os gráficos e o Foco continuam a exigir o Plus.
ru: Запишет несколько недель приходов и уходов, один день отпуска, переработку, профиль жизни и две задачи Фокуса. Графики и Фокус по-прежнему требуют Plus.
th: เขียนเวลาเข้าออกงานย้อนหลังไม่กี่สัปดาห์ วันลาหนึ่งวัน โอที โปรไฟล์ชีวิต และงานโฟกัสสองรายการ กราฟและโฟกัสยังต้องมี Plus
tr: Son birkaç haftanın giriş çıkışlarını, bir izin gününü, fazla mesaiyi, bir yaşam profilini ve iki Odak görevini yazar. Grafikler ve Odak yine Plus gerektirir.
vi: Ghi vài tuần giờ vào giờ ra, một ngày nghỉ phép, tăng ca, một hồ sơ cuộc đời và hai việc Tập trung. Biểu đồ và Tập trung vẫn cần Plus.
zh_cn: 写入最近几周的上下班、一天请假、加班、人生档案和两个专注任务。图表和专注仍要先打开 Plus。
zh_hk: 寫入最近幾個禮拜嘅上下班、一日請假、加班、人生檔案同兩個專注任務。圖表同專注仲要先開 Plus。
zh_tw: 寫入最近幾週的上下班、一天請假、加班、人生檔案和兩個專注任務。圖表和專注仍要先開啟 Plus。

# debugSeedRecordsDone
source: Sample records are on this device.
ar: السجلات التجريبية موجودة على هذا الجهاز.
de: Beispieldaten sind auf diesem Gerät.
es: Los datos de ejemplo ya están en este dispositivo.
fr: Les données d’exemple sont sur cet appareil.
hi_in: नमूना रिकॉर्ड इस डिवाइस पर आ गए।
id: Data contoh sudah ada di perangkat ini.
it: I dati di esempio sono su questo dispositivo.
ja: サンプル記録をこの端末に書き込みました。
ko: 예시 기록을 이 기기에 저장했습니다.
mr_in: नमुना नोंदी या डिव्हाइसवर आल्या.
pt: Os dados de exemplo já estão neste dispositivo.
ru: Примеры записей появились на этом устройстве.
th: ข้อมูลตัวอย่างอยู่ในเครื่องนี้แล้ว
tr: Örnek kayıtlar bu cihaza yazıldı.
vi: Dữ liệu mẫu đã có trên thiết bị này.
zh_cn: 示例记录已写到这台设备。
zh_hk: 範例紀錄已經寫到呢部裝置。
zh_tw: 範例紀錄已寫到這台裝置。

source: Derived from this
ar: محسوب من هذا
de: Daraus berechnet
es: Calculado a partir de esto
fr: Calculé à partir de ceci
hi_in: इससे निकाला गया
id: Dihitung dari ini
it: Calcolato da qui
ja: ここから算出
ko: 여기서 계산한 값
mr_in: यावरून काढलेले
pt: Calculado a partir disto
ru: Рассчитано отсюда
th: คำนวณจากค่านี้
tr: Buradan hesaplanır
vi: Tính từ đây
zh_cn: 由此推算
zh_hk: 由此推算
zh_tw: 由此推算

# disabledShort
source: Off
ar: معطّل
de: Aus
es: Desactivado
fr: Désactivé
hi_in: बंद
id: Nonaktif
ja: オフ
ko: 끔
mr_in: बंद
pt: Desligado
ru: Выкл.
th: ปิด
tr: Kapalı
vi: Tắt
zh_cn: 关闭
zh_hk: 關閉
zh_tw: 關閉

source: Discard changes
ar: تجاهل التغييرات
de: Änderungen verwerfen
es: Descartar cambios
fr: Abandonner les modifications
hi_in: बदलाव छोड़ें
id: Buang perubahan
it: Ignora le modifiche
ja: 変更を破棄
ko: 변경 사항 취소
mr_in: बदल रद्द करा
pt: Descartar alterações
ru: Отменить изменения
th: ละทิ้งการแก้ไข
tr: Değişiklikleri sil
vi: Bỏ thay đổi
zh_cn: 放弃修改
zh_hk: 放棄修改
zh_tw: 放棄修改

source: Done
ar: تم
de: Fertig
es: Listo
fr: Terminé
hi_in: पूर्ण
id: Selesai
it: Fine
ja: 完了
ko: 완료
mr_in: पूर्ण
pt: Concluído
ru: Готово
th: เสร็จสิ้น
tr: Bitti
vi: Xong
zh_cn: 完成
zh_hk: 完成
zh_tw: 完成

source: Double-rest week
ar: أسبوع بيومي راحة
de: Woche mit 2 freien Tagen
es: Semana con 2 días libres
fr: Semaine à 2 jours de repos
hi_in: 2 छुट्टी वाला सप्ताह
id: Minggu 2 hari libur
it: Settimana con 2 giorni liberi
ja: 週休2日
ko: 주 2일 휴무
mr_in: 2 सुट्ट्यांचा आठवडा
pt: Semana com 2 folgas
ru: Неделя с 2 выходными
th: สัปดาห์หยุด 2 วัน
tr: 2 izin günlü hafta
vi: Tuần nghỉ 2 ngày
zh_cn: 双休周
zh_hk: 雙休週
zh_tw: 雙休週

# downloadDesktopApp
source: Download for Mac & Windows
ar: تنزيل لـ Mac وWindows
de: Für Mac & Windows laden
es: Descargar para Mac y Windows
fr: Télécharger pour Mac et Windows
hi_in: Mac और Windows के लिए डाउनलोड करें
id: Unduh untuk Mac & Windows
it: Scarica per Mac e Windows
ja: Mac・Windows版をダウンロード
ko: Mac 및 Windows용 다운로드
mr_in: Mac आणि Windows साठी डाउनलोड करा
pt: Baixar para Mac e Windows
ru: Скачать для Mac и Windows
th: ดาวน์โหลดสำหรับ Mac และ Windows
tr: Mac ve Windows için indir
vi: Tải cho Mac & Windows
zh_cn: 下载 Mac 与 Windows 版
zh_hk: 下載 Mac 與 Windows 版
zh_tw: 下載 Mac 與 Windows 版

# enableSalary
source: Show salary
ar: إظهار الراتب
de: Gehalt anzeigen
es: Mostrar salario
fr: Afficher le salaire
hi_in: वेतन दिखाएँ
id: Tampilkan gaji
it: Mostra stipendio
ja: 給与を表示
ko: 급여 표시
mr_in: पगार दाखवा
pt: Mostrar salário
ru: Показывать зарплату
th: แสดงเงินเดือน
tr: Maaşı göster
vi: Hiển thị lương
zh_cn: 显示薪资
zh_hk: 顯示薪酬
zh_tw: 顯示薪資

# enableSalaryDescription
source: Off by default. Salary is included if you turn on iCloud sync.
ar: إيقاف بشكل افتراضي. يتم تضمين الراتب إذا قمت بتشغيل مزامنة iCloud.
de: Standardmäßig deaktiviert. Das Gehalt ist inbegriffen, wenn Sie die iCloud-Synchronisierung aktivieren.
es: Desactivado de forma predeterminada. El salario está incluido si activa la sincronización de iCloud.
fr: Désactivé par défaut. Le salaire est inclus si vous activez la synchronisation iCloud.
hi_in: डिफ़ॉल्ट रूप से बंद. यदि आप आईक्लाउड सिंक चालू करते हैं तो वेतन शामिल है।
id: Mati secara default. Gaji sudah termasuk jika Anda mengaktifkan sinkronisasi iCloud.
it: Disattivato per impostazione predefinita. Lo stipendio è incluso se attivi la sincronizzazione iCloud.
ja: デフォルトではオフです。 iCloud 同期をオンにすると、給与が含まれます。
ko: 기본적으로 꺼져 있습니다. iCloud 동기화를 켜면 급여가 포함됩니다.
mr_in: डीफॉल्टनुसार बंद. तुम्ही iCloud सिंक चालू केल्यास पगाराचा समावेश केला जातो.
pt: Desligado por padrão. O salário está incluído se você ativar a sincronização do iCloud.
ru: По умолчанию выключено. Зарплата включена в стоимость, если вы включите синхронизацию с iCloud.
th: ปิดตามค่าเริ่มต้น รวมเงินเดือนแล้วหากคุณเปิดการซิงค์ iCloud
tr: Varsayılan olarak kapalıdır. İCloud senkronizasyonunu açarsanız maaş dahildir.
vi: Tắt theo mặc định. Lương được bao gồm nếu bạn bật đồng bộ hóa iCloud.
zh_cn: 默认关闭。开启 iCloud 同步后，薪资也会一起同步。
zh_hk: 預設閂咗。如果你開 iCloud 同步，就包括人工。
zh_tw: 預設關閉。如果您開啟 iCloud 同步，則薪資包含在內。

# endTime
source: Clock-off
ar: وقت الانصراف
de: Feierabend
es: Hora de salida
fr: Heure de départ
hi_in: छुट्टी का समय
id: Jam pulang
it: Ora di uscita
ja: 退勤時間
ko: 퇴근 시간
mr_in: सुट्टीची वेळ
pt: Hora de saída
ru: Конец работы
th: เวลาเลิกงาน
tr: İş çıkışı
vi: Giờ tan ca
zh_cn: 下班时间
zh_hk: 放工時間
zh_tw: 下班時間

# extendedAddShiftType
source: Add shift type
ar: إضافة نوع مناوبة
de: Schichtart hinzufügen
es: Añadir tipo de turno
fr: Ajouter un type de service
hi_in: शिफ़्ट का प्रकार जोड़ें
id: Tambah jenis sif
it: Aggiungi tipo di turno
ja: シフトの種類を追加
ko: 근무 유형 추가
mr_in: शिफ्टचा प्रकार जोडा
pt: Adicionar tipo de turno
ru: Добавить тип смены
th: เพิ่มประเภทกะ
tr: Vardiya türü ekle
vi: Thêm loại ca
zh_cn: 添加班次类型
zh_hk: 新增班次類型
zh_tw: 新增班次類型

# extendedApplyTemplate
source: Refill
ar: إعادة التعبئة
de: Neu füllen
es: Volver a rellenar
fr: Remplir à nouveau
hi_in: फिर से भरें
id: Isi ulang
it: Ricompila
ja: 入れ直す
ko: 다시 채우기
mr_in: पुन्हा भरा
pt: Preencher de novo
ru: Заполнить заново
th: เติมใหม่
tr: Yeniden doldur
vi: Điền lại
zh_cn: 重新填写
zh_hk: 重新填寫
zh_tw: 重新填寫

# extendedApplyTemplateMessage
source: Every day of the cycle is refilled from {{pattern}}. Nothing changes until you save.
ar: ستُعاد تعبئة كل أيام الدورة وفق «{{pattern}}». لن يتغير شيء قبل الحفظ.
de: Jeder Tag des Zyklus wird nach „{{pattern}}“ neu gefüllt. Übernommen wird erst beim Sichern.
es: Cada día del ciclo se rellenará según «{{pattern}}». No cambia nada hasta que guardes.
fr: Chaque jour du cycle sera rempli à nouveau selon « {{pattern}} ». Rien ne change avant l’enregistrement.
hi_in: चक्र का हर दिन “{{pattern}}” के अनुसार फिर से भरा जाएगा। सहेजने तक कुछ नहीं बदलेगा।
id: Setiap hari dalam siklus akan diisi ulang berdasarkan “{{pattern}}”. Tidak ada yang berubah sebelum disimpan.
it: Ogni giorno del ciclo verrà ricompilato secondo «{{pattern}}». Non cambia nulla finché non salvi.
ja: 周期のすべての日を「{{pattern}}」で入れ直します。保存するまでは反映されません。
ko: 주기의 모든 날을 「{{pattern}}」 기준으로 다시 채웁니다. 저장해야 적용됩니다.
mr_in: चक्रातील प्रत्येक दिवस “{{pattern}}” नुसार पुन्हा भरला जाईल. जतन करेपर्यंत काहीही बदलणार नाही.
pt: Cada dia do ciclo será preenchido de novo segundo “{{pattern}}”. Nada muda até guardar.
ru: Каждый день цикла будет заполнен заново по шаблону «{{pattern}}». Изменения вступят в силу после сохранения.
th: ทุกวันในรอบจะถูกเติมใหม่ตาม “{{pattern}}” และจะยังไม่เปลี่ยนจนกว่าจะบันทึก
tr: Döngünün her günü “{{pattern}}” düzenine göre yeniden doldurulur. Kaydedene kadar hiçbir şey değişmez.
vi: Mọi ngày trong chu kỳ sẽ được điền lại theo “{{pattern}}”. Chưa có gì thay đổi cho đến khi bạn lưu.
zh_cn: 周期里的每一天会按「{{pattern}}」重新填写，保存后才会生效。
zh_hk: 週期入面每一日會按「{{pattern}}」重新填寫，儲存後先會生效。
zh_tw: 週期裡的每一天會依「{{pattern}}」重新填寫，儲存後才會生效。

# extendedApplyTemplateTitle
source: Refill the pattern?
ar: إعادة تعبئة النمط؟
de: Muster neu füllen?
es: ¿Volver a rellenar el ciclo?
fr: Remplir à nouveau le cycle ?
hi_in: क्रम फिर से भरें?
id: Isi ulang pola?
it: Ricompilare il ciclo?
ja: パターンを入れ直しますか？
ko: 패턴을 다시 채울까요?
mr_in: क्रम पुन्हा भरायचा?
pt: Preencher o ciclo de novo?
ru: Заполнить цикл заново?
th: เติมรูปแบบใหม่ไหม
tr: Düzen yeniden doldurulsun mu?
vi: Điền lại chu kỳ?
zh_cn: 重新填写排班规律？
zh_hk: 重新填寫排班規律？
zh_tw: 重新填寫排班規律？

# extendedBreak
source: Break during the shift
ar: استراحة أثناء المناوبة
de: Pause in der Schicht
es: Pausa durante el turno
fr: Pause pendant le service
hi_in: शिफ़्ट के बीच ब्रेक
id: Istirahat saat sif
it: Pausa durante il turno
ja: 途中休憩
ko: 중간 휴식
mr_in: शिफ्टमधील विश्रांती
pt: Pausa durante o turno
ru: Перерыв в смене
th: พักระหว่างกะ
tr: Vardiya içi mola
vi: Nghỉ giữa ca
zh_cn: 中途休息
zh_hk: 中途休息
zh_tw: 中途休息

# extendedBreakDuration
source: Break length
ar: مدة الاستراحة
de: Pausenlänge
es: Duración de la pausa
fr: Durée de la pause
hi_in: ब्रेक की अवधि
id: Lama istirahat
it: Durata pausa
ja: 休憩時間
ko: 휴식 시간
mr_in: विश्रांतीचा कालावधी
pt: Duração da pausa
ru: Длительность перерыва
th: ระยะเวลาพัก
tr: Mola süresi
vi: Thời lượng nghỉ
zh_cn: 休息时长
zh_hk: 休息時長
zh_tw: 休息時長

# extendedBreakOutside
source: Move the break inside the shift to save.
ar: انقل الاستراحة إلى داخل المناوبة لتتمكن من الحفظ.
de: Zum Sichern die Pause in die Schicht legen.
es: Coloca la pausa dentro del turno para guardar.
fr: Placez la pause dans le service pour enregistrer.
hi_in: सहेजने के लिए ब्रेक को शिफ़्ट के भीतर रखें।
id: Pindahkan istirahat ke dalam sif untuk menyimpan.
it: Sposta la pausa dentro il turno per salvare.
ja: 休憩をシフト内に収めると保存できます。
ko: 휴식을 근무 시간 안으로 옮기면 저장할 수 있습니다.
mr_in: जतन करण्यासाठी विश्रांती शिफ्टच्या आत ठेवा.
pt: Coloque a pausa dentro do turno para guardar.
ru: Перенесите перерыв внутрь смены, чтобы сохранить.
th: ย้ายเวลาพักให้อยู่ภายในกะเพื่อบันทึก
tr: Kaydetmek için molayı vardiyanın içine alın.
vi: Đặt giờ nghỉ nằm trong ca để lưu.
zh_cn: 把休息时间放进班次内才能保存。
zh_hk: 將休息時間放入班次內先可以儲存。
zh_tw: 把休息時間移到班次內才能儲存。

# extendedBreakStart
source: Break starts
ar: بداية الاستراحة
de: Pausenbeginn
es: Inicio de la pausa
fr: Début de la pause
hi_in: ब्रेक शुरू
id: Mulai istirahat
it: Inizio pausa
ja: 休憩開始
ko: 휴식 시작
mr_in: विश्रांती सुरू
pt: Início da pausa
ru: Начало перерыва
th: เริ่มพัก
tr: Mola başlangıcı
vi: Bắt đầu nghỉ
zh_cn: 休息开始
zh_hk: 休息開始
zh_tw: 休息開始

# extendedColor
source: Color
ar: اللون
de: Farbe
fr: Couleur
hi_in: रंग
id: Warna
it: Colore
ja: 色
ko: 색상
mr_in: रंग
pt: Cor
ru: Цвет
th: สี
tr: Renk
vi: Màu
zh_cn: 颜色
zh_hk: 顏色
zh_tw: 顏色

# extendedCycleDay
source: Day {{day}}
ar: اليوم {{day}}
de: Tag {{day}}
es: Día {{day}}
fr: Jour {{day}}
hi_in: दिन {{day}}
id: Hari {{day}}
it: Giorno {{day}}
ja: {{day}}日目
ko: {{day}}일째
mr_in: दिवस {{day}}
pt: Dia {{day}}
ru: День {{day}}
th: วันที่ {{day}}
tr: {{day}}. gün
vi: Ngày {{day}}
zh_cn: 第 {{day}} 天
zh_hk: 第 {{day}} 日
zh_tw: 第 {{day}} 天

# extendedCycleDays
source: Each day
ar: كل يوم
de: Jeder Tag
es: Cada día
fr: Chaque jour
hi_in: हर दिन
id: Setiap hari
it: Ogni giorno
ja: 各日のシフト
ko: 날짜별 근무
mr_in: प्रत्येक दिवस
pt: Cada dia
ru: Каждый день
th: แต่ละวัน
tr: Her gün
vi: Từng ngày
zh_cn: 每天的班次
zh_hk: 每日嘅班次
zh_tw: 每天的班次

# extendedCycleLength
source: Days in cycle
ar: أيام الدورة
de: Tage im Zyklus
es: Días del ciclo
fr: Jours du cycle
hi_in: चक्र के दिन
id: Hari dalam siklus
it: Giorni del ciclo
ja: 周期の日数
ko: 주기 일수
mr_in: चक्रातील दिवस
pt: Dias do ciclo
ru: Дней в цикле
th: จำนวนวันในรอบ
tr: Döngüdeki gün
vi: Số ngày trong chu kỳ
zh_cn: 周期天数
zh_hk: 週期日數
zh_tw: 週期天數

# extendedDefaultRest
source: Rest
ar: راحة
de: Frei
es: Descanso
fr: Repos
hi_in: छुट्टी
id: Libur
it: Riposo
ja: 休み
ko: 휴무
mr_in: सुट्टी
pt: Folga
ru: Выходной
th: วันพัก
tr: İzin
vi: Nghỉ
zh_cn: 休息
zh_hk: 休息
zh_tw: 休息

# extendedDefaultWorkShift
source: Day shift
ar: مناوبة نهارية
de: Tagschicht
es: Turno de día
fr: Service de jour
hi_in: दिन की शिफ़्ट
id: Sif siang
it: Turno di giorno
ja: 日勤
ko: 주간 근무
mr_in: दिवसाची शिफ्ट
pt: Turno diurno
ru: Дневная смена
th: กะกลางวัน
tr: Gündüz vardiyası
vi: Ca ngày
zh_cn: 白班
zh_hk: 日更
zh_tw: 白班

# extendedDeleteShiftType
source: Delete shift type
ar: حذف نوع المناوبة
de: Schichtart löschen
es: Eliminar tipo de turno
fr: Supprimer le type de service
hi_in: शिफ़्ट प्रकार हटाएँ
id: Hapus jenis sif
it: Elimina tipo di turno
ja: シフトの種類を削除
ko: 근무 유형 삭제
mr_in: शिफ्ट प्रकार हटवा
pt: Eliminar tipo de turno
ru: Удалить тип смены
th: ลบประเภทกะ
tr: Vardiya türünü sil
vi: Xóa loại ca
zh_cn: 删除班次类型
zh_hk: 刪除班次類型
zh_tw: 刪除班次類型

# extendedEditShiftType
source: Edit shift type
ar: تعديل نوع المناوبة
de: Schichtart bearbeiten
es: Editar tipo de turno
fr: Modifier le type de service
hi_in: शिफ़्ट प्रकार बदलें
id: Edit jenis sif
it: Modifica tipo di turno
ja: シフトの種類を編集
ko: 근무 유형 편집
mr_in: शिफ्ट प्रकार बदला
pt: Editar tipo de turno
ru: Изменить тип смены
th: แก้ไขประเภทกะ
tr: Vardiya türünü düzenle
vi: Sửa loại ca
zh_cn: 编辑班次类型
zh_hk: 編輯班次類型
zh_tw: 編輯班次類型

# extendedHoursOvernight
source: {{start}}–{{end}} next day
ar: {{start}}–{{end}} في اليوم التالي
de: {{start}}–{{end}} am Folgetag
es: {{start}}–{{end}} del día siguiente
fr: {{start}}–{{end}} le lendemain
hi_in: {{start}}–अगले दिन {{end}}
id: {{start}}–{{end}} hari berikutnya
it: {{start}}–{{end}} del giorno dopo
ja: {{start}}〜翌{{end}}
ko: {{start}}–다음 날 {{end}}
mr_in: {{start}}–दुसऱ्या दिवशी {{end}}
pt: {{start}}–{{end}} do dia seguinte
ru: {{start}}–{{end}} следующего дня
th: {{start}}–{{end}} ของวันถัดไป
tr: {{start}}–ertesi gün {{end}}
vi: {{start}}–{{end}} hôm sau
zh_cn: {{start}}–次日 {{end}}
zh_hk: {{start}}–翌日 {{end}}
zh_tw: {{start}}–隔天 {{end}}

# extendedKindRest
source: Rest
ar: راحة
de: Frei
es: Descanso
fr: Repos
hi_in: छुट्टी
id: Libur
it: Riposo
ja: 休み
ko: 휴무
mr_in: सुट्टी
pt: Folga
ru: Выходной
th: พัก
tr: İzin
vi: Nghỉ
zh_cn: 休息
zh_hk: 休息
zh_tw: 休息

# extendedKindWork
source: Work
ar: عمل
de: Arbeit
es: Trabajo
fr: Travail
hi_in: काम
id: Kerja
it: Lavoro
ja: 勤務
ko: 근무
mr_in: काम
pt: Trabalho
ru: Работа
th: ทำงาน
tr: Çalışma
vi: Làm việc
zh_cn: 上班
zh_hk: 返工
zh_tw: 上班

# extendedNewShiftType
source: New shift type
ar: نوع مناوبة جديد
de: Neue Schichtart
es: Nuevo tipo de turno
fr: Nouveau type de service
hi_in: नया शिफ़्ट प्रकार
id: Jenis sif baru
it: Nuovo tipo di turno
ja: 新しいシフトの種類
ko: 새 근무 유형
mr_in: नवीन शिफ्ट प्रकार
pt: Novo tipo de turno
ru: Новый тип смены
th: ประเภทกะใหม่
tr: Yeni vardiya türü
vi: Loại ca mới
zh_cn: 新建班次类型
zh_hk: 新的班次類型
zh_tw: 新的班次類型
